---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ZJustification.Origin
enum: Autodesk.Revit.DB.Structure.ZJustification
zh: 原点
source: html/352abb3c-fd59-298e-94f6-63709b2b3d84.htm
---
# Autodesk.Revit.DB.Structure.ZJustification.Origin

**中文**: 原点

Justification to the origin of the element.